Repository: common-repository/comments-with-hypercommentscom
Catalog: locales/hypercomments-*.po
Languages: ru_ru

source: Error writing XML
ru_ru: Ошибка записи XML

source: Failed to generate XML
ru_ru: Ошибка создания XML

source: Options saved
ru_ru: Настройки сохранены

source: You must <a href="edit-comments.php?page=hypercomments">configure the plugin</a> to enable HyperComments.
ru_ru: Вы должны <a href="edit-comments.php?page=hypercomments">настроить плагин</a> чтобы включить HyperComments.

source: HyperComments
ru_ru: Гиперкомментарии

source: Login
ru_ru: Войти

source: Comments
ru_ru: Комментарии

source: Admin
ru_ru: Управление

source: Settings
ru_ru: Настройки

source: To start using the plug-HyperComments, to authorize a Google Account
ru_ru: Чтобы начать использовать плагин HyperComments, необходимо авторизироваться через Google аккаунт

source: Login with Google
ru_ru: Авторизироваться через Google

source: HTML - selector to insert the counter comments
ru_ru: HTML - cелектор для вставки счетчика комментариев

source: HyperComments under each article
ru_ru: HyperComments под каждой статьей

source: on/off
ru_ru: вкл/выкл

source: Update Options
ru_ru: Обновить настройки

source: Import comments to HyperComments
ru_ru: Импортировать комментарии в HyperComments

source: Formation file comments...
ru_ru: Формирование файла комментариев

source: Sending a request to import comments...
ru_ru: Отправка запроса на импорт комментариев

source: Error when trying to generate XML
ru_ru: Ошибка при попытке сформировать XML

source: Comments will be imported at least 15 minutes.
ru_ru: Комментарии будут импортированы в течении 15 минут
